{
    "myContainer": [
        {
            "imageUlr": "m",
            "textUrl": "This man is James Clerk Maxwell"
        },
        {
            "imageUlr": "m",
            "textUrl": "His most notable achievement was to formulate the classical theory of electromagnetic radiation, bringing together for the first time electricity, magnetism, and light as manifestations of the same phenomenon."
        },
        {
            "imageUlr": "m",
            "textUrl": "His most notable achievement was to formulate the classical theory of electromagnetic radiation, bringing together for the first time electricity, magnetism, and light as manifestations of the same phenomenon. (Source: Wikipedia.org)"
        },
        {
            "imageUlr": "m",
            "textUrl": "What Wikipedia omits is the most interesting part of the story."
        },
        {
            "imageUlr": "m1",
            "textUrl": "What Wikipedia omits is the most interesting part of the story. A long time ago Maxwell was performing an experiment and suddenly he found himself in an alternate dimension that was exactly like ours."
        },
        {
            "imageUlr": "m1",
            "textUrl": "If not for a tiny detail: objects became visible only when hit by electromagnetic waves."
        },
        {
            "imageUlr": "m1",
            "textUrl": "If not for a tiny detail: objects became visible only when hit by electromagnetic waves. And for another tiny detail: all the beautiful things we know - like puppy dogs, snowflakes and all those charming little hats! - were replaced by death, pain and devastation."
        },
        {
            "imageUlr": "m2",
            "textUrl": "But by an extraordinary lucky chance Maxwell was able to emit electromagnetic waves while screaming."
        },
        {
            "imageUlr": "m2",
            "textUrl": "But by an extraordinary lucky chance Maxwell was able to emit electromagnetic waves while screaming. Actually, even while he was talking quietly, but due to the seriousness of the situation, screaming seemed like the most appropriate choice."
        },
        {
            "imageUlr": "h2",
            "textUrl": "So his screams travelled across the space-time continuum and was detected by the brand new device Rudolph Hertz had just invented: the radar. "
        },
        {
            "imageUlr": "h",
            "textUrl": "So his screams travelled across the space-time continuum and was detected by the brand new device Rudolph Hertz had just invented: the radar. An attentive reader could object that the two scientists did not live in the same time period but we believe that such a a small detail is not enough to prevent the two of them to comunicate, as only the greatest minds can do."
        },
        {
            "imageUlr": "logo",
            "textUrl": "This is the adventurous tale of the cooperation between two eminent scientist, which brought great benefits to Science, a lot of fun and a few minor injuries in an alternate reality inhabited by invisible entities. Untouchable and perfectly still… at least, most of them."
        }
    ]
}